{
    "motivation_list": {
        "sports": {
            "first": "Success is no accident. It is hard work, perseverance, learning, studying, sacrifice and most of all, love of what you are doing.",
            "second": "Champions keep playing until they get it right.",
            "three": "The harder the battle, the sweeter the victory.",
            "four": "Your body can stand almost anything. It's your mind that you have to convince.",
            "five": "Success is walking from failure to failure with no loss of enthusiasm.",
            "six": "The only way to achieve the impossible is to believe it is possible.",
            "seven": "Strength does not come from winning. Your struggles develop your strengths.",
            "eight": "It's not whether you get knocked down, it's whether you get up.",
            "nine": "You miss 100% of the shots you don't take.",
            "ten": "Don't watch the clock; do what it does. Keep going.",
            "eleven": "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack in will.",
            "twelve": "The future depends on what you do today.",
            "thirteen": "I don't count my sit-ups; I only start counting when it starts hurting because they’re the only ones that count.",
            "fourteen": "The pain you feel today will be the strength you feel tomorrow.",
            "fifteen": "Success usually comes to those who are too busy to be looking for it.",
            "sixteen": "It's not about the destination, it's about the journey.",
            "seventeen": "Push yourself because no one else is going to do it for you.",
            "eighteen": "Don't stop until you're proud.",
            "nineteen": "The only bad workout is the one that didn't happen."
        },
        "love": {
            "first": "Love is not about how much you say 'I love you,' but how much you prove that it's true.",
            "second": "The best thing to hold onto in life is each other.",
            "three": "Love is composed of a single soul inhabiting two bodies.",
            "four": "In the arithmetic of love, one plus one equals everything.",
            "five": "The greatest happiness of life is the conviction that we are loved.",
            "six": "Dream big and dare to fail.",
            "seven": "Love is an endless act of forgiveness. A tender look which becomes a habit.",
            "eight": "Love is not something you find. Love is something that finds you.",
            "nine": "To love and be loved is to feel the sun from both sides.",
            "ten": "Love is like the wind, you can't see it but you can feel it.",
            "eleven": "Challenges are what make life interesting and overcoming them is what makes life meaningful.",
            "twelve": "Love is the only force capable of transforming an enemy into a friend.",
            "thirteen": "Love is the master key that opens the gates of happiness.",
            "fourteen": "Love isn't something you find. Love is something that finds you.",
            "fifteen": "The greatest gift you can give someone is your time, your attention, your love, and your concern.",
            "sixteen": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.",
            "seventeen": "Love is not about possession. Love is about appreciation.",
            "eighteen": "Love doesn't make the world go 'round. Love is what makes the ride worthwhile.",
            "nineteen": "A successful marriage requires falling in love many times, always with the same person.",
            "twenty": "Love is the beauty of the soul.",
            "twenty_one": "Love is when the other person's happiness is more important than your own"
        },
        "positiveThinking": {
            "first": "Your mind is a powerful thing. When you fill it with positive thoughts, your life will start to change.",
            "second": "A positive attitude can really make dreams come true - it did for me.",
            "three": "The only limit to our realization of tomorrow will be our doubts of today.",
            "four": "Positive thinking will let you do everything better than negative thinking will.",
            "five": "Your attitude determines your direction.",
            "six": "When you change your thoughts, you change your world.",
            "seven": "The only way to do great work is to love what you do.",
            "eight": "In the middle of every difficulty lies opportunity.",
            "nine": "Optimism is the faith that leads to achievement"
        },
        "passion": {
            "first": "Passion is energy. Feel the power that comes from focusing on what excites you.",
            "second": "Follow your passion. It will lead you to your purpose.",
            "three": "Passion is the genesis of genius.",
            "four": "Passion is the driving force that brings dreams to reality.",
            "five": "Without passion, you don’t have energy; without energy, you have nothing. Nothing great in the world has been accomplished without passion.",
            "six": "Passion is the key to success. If you love what you are doing, you will be successful.",
            "seven": "Passion first and everything will fall into place.",
            "eight": "Passion is the bridge that takes you from pain to change.",
            "nine": "Follow your passion, be prepared to work hard and sacrifice, and, above all, don't let anyone limit your dreams.",
            "ten": "Do what you love, and you will never have to work a day in your life.",
            "eleven": "Passion is the fire that drives us to express who we really are.",
            "twelve": "Passion is the oxygen of the soul.",
            "thirteen": "The only way to do great work is to love what you do.",
            "fourteen": "Passion is not limited to a single activity; it's an attitude that influences everything you do.",
            "fifteen": "Passion is the fuel in the engine of your life.",
            "sixteen": "Passion is the elixir that turns the ordinary into the extraordinary.",
            "seventeen": "Passion is the spark that ignites the fire of creativity.",
            "eighteen": "Passion makes the impossible possible.",
            "nineteen": "Passion is the heartbeat of a purposeful life.",
            "twenty": "Passion is the fuel that drives us towards our dreams.",
            "twenty_one": "When you have passion, obstacles become stepping stones.",
            "tewnty_two": "Passion is the heartbeat of purposeful action.",
            "twenty_three": "Let your passion be the light that guides your journey.",
            "twenty_four": "Passion ignites, persistence achieves.",
            "twenty_five": "Passion is not found, it's nurtured within.",
            "twenty_six": "With passion, even the sky isn't the limit.",
            "twenty_seven": "Passion is the melody that gives life its rhythm.",
            "twenty_eight": "Passion is the compass that points us towards fulfillment.",
            "twenty_nine": "Passion fuels ambition and turns dreams into reality.",
            "thirty": "Passion is the fire that keeps adversity at bay.",
            "thirty_one": "Passion is not loud; it's the quiet voice within driving you forward.",
            "thirty_two": "With passion as your ally, you're unstoppable.",
            "thirty_four": "Passion turns work into play and effort into enjoyment.",
            "thirty_five": "Passion paints life with vibrant colors.",
            "thirty_six": "Passion is the bridge between potential and achievement.",
            "thirty_seven": "Passion is the echo of your true self resonating with the universe.",
            "thirty_eight": "Passion is the inner fire that drives you even in the darkest times.",
            "thirty_nine": "Passion is the legacy you leave in the hearts you touch.",
            "fourty": "Passion is the art of turning the ordinary into the extraordinary."
        },
        "education": {
            "first": "Education is the most powerful weapon which you can use to change the world.",
            "second": "The beautiful thing about learning is that no one can take it away from you.",
            "three": "The expert in anything was once a beginner.",
            "four": "The only way to learn mathematics is to do mathematics.",
            "five": "Learning is a treasure that will follow its owner everywhere.",
            "six": "Education is not the filling of a pail, but the lighting of a fire.",
            "seven": "Success is the sum of small efforts, repeated day in and day out.",
            "eight": "The roots of education are bitter, but the fruit is sweet.",
            "nine": "Strive for progress, not perfection.",
            "ten": "Education is not preparation for life; education is life itself.",
            "eleven": "The more that you read, the more things you will know. The more that you learn, the more places you'll go.",
            "twelve": "Education is the passport to the future, for tomorrow belongs to those who prepare for it today.",
            "thirteen": "Learning never exhausts the mind.",
            "fourteen": "The best way to predict the future is to create it",
            "fifteen": "Do not wait for the right time, create it.",
            "sixteen": "Education is the key to unlock the golden door of freedom.",
            "seventeen": "Success is walking from failure to failure with no loss of enthusiasm.",
            "eighteen": "The more you know, the more you realize how much you don't know.",
            "nineteen": "Education is not received. It is achieved",
            "twenty": "An investment in knowledge pays the best interest.",
            "twenty_one": "Education is the gateway to a world of endless possibilities.",
            "twenty_two": "Learning is a journey that never truly ends.",
            "twenty_three": "In the world of knowledge, the only limit is your curiosity.",
            "twenty_four": "The mind is like a parachute; it works best when it's open.",
            "twenty_five": "The path of learning is paved with both challenge and reward.",
            "twenty_six": "Education is the compass that guides us through the unknown.",
            "twenty_seven": "Embrace every mistake as a stepping stone to understanding.",
            "twenty_eight": "A well-educated mind is a passport to self-discovery.",
            "twenty_nine": "The canvas of your future is painted with the brushstrokes of education.",
            "thirty": "Learning is the foundation upon which wisdom is built.",
            "thirty_one": "Expand your mind and you'll expand your world.",
            "thirty_two": "Education empowers you to shape your destiny, one choice at a time.",
            "thirty_three": "The more you invest in learning today, the richer your experiences tomorrow.",
            "thirty_four": "Through learning, we turn stumbling blocks into stepping stones.",
            "thirty_five": "Curiosity is the spark that ignites the flame of knowledge.",
            "thirty_six": "Education is the bridge between dreams and reality.",
            "thirty_seven": "Learning is the key that unlocks the doors of opportunity.",
            "thirty_eight": "Wisdom is the harvest of a lifetime of learning.",
            "thirty_nine": "Education is the heartbeat of progress.",
            "fourty": "The pursuit of knowledge is a noble and never-ending journey."
        },
        "changeAndDevelopment": {
            "first": "The only way to make sense out of change is to plunge into it, move with it, and join the dance.",
            "second": "Change is the essence of life; be willing to surrender what you are for what you could become.",
            "three": "Don't fear change. You may lose something good, but you may also gain something great.",
            "four": "The secret of change is to focus all your energy not on fighting the old, but on building the new.",
            "five": "Progress is impossible without change, and those who cannot change their minds cannot change anything.",
            "six": "Embrace uncertainty. Some of the most beautiful chapters in our lives won't have a title until much later.",
            "seven": "Change your thoughts and you change your world.",
            "eight": "Life is a series of natural and spontaneous changes. Don't resist them; that only creates sorrow. Let reality be reality. Let things flow naturally forward in whatever way they like.",
            "nine": "The harder you work for something, the greater you'll feel when you achieve it.",
            "ten": "Don't wait for the 'perfect' moment. Take the moment and make it 'perfect'.",
            "eleven": "Your life does not get better by chance, it gets better by change.",
            "twelve": "Every great achievement was once considered impossible.",
            "thirteen": "Change may be challenging, but it is also the catalyst for growth and progress.",
            "fourteen": "The only person you are destined to become is the person you decide to be.",
            "fifteen": "Change is the pathway to growth and evolution. Embrace it and let it fuel your journey.",
            "sixteen": "Don't be afraid to give up the good to go for the great.",
            "seventeen": "The butterfly doesn't know what it will become, but it embraces the change and emerges beautifully.",
            "eighteen": "Success is not final, failure is not fatal: It is the courage to continue that counts.",
            "nineteen": "Change is inevitable. Growth is optional. Choose wisely",
            "twenty": "Change is the art of navigating the unknown with grace and courage.",
            "twenty_one": "The road to personal growth is paved with the stones of change.",
            "twenty_two": "Embrace change as the sculptor of your destiny.",
            "twenty_three": "In the chrysalis of change, transformation takes flight.",
            "twenty_four": "Change is the bridge that connects who you were with who you can be.",
            "twenty_five": "Don't resist change; harness its power to shape your future.",
            "twenty_six": "Change is the canvas; you are the artist.",
            "twenty_seven": "Growth begins at the end of your comfort zone",
            "twenty_eight": "Change is the teacher, and you are the student.",
            "twenty_nine": "The caterpillar doesn't fear the cocoon; it embraces the butterfly it will become.",
            "thirty": "Change is the mirror that reflects your evolution.",
            "thirty_one": "The river of life flows forward; don't swim against the current of change.",
            "thirty_two": "Every sunrise is an invitation to embrace change anew.",
            "thirty_three": "Change is the wind that propels your sails toward new horizons.",
            "thirty_four": "Growth and change are twin companions on the journey of self-discovery.",
            "thirty_five": "Life is a series of changes; choose to dance through them.",
            "thirty_six": "Change is the artist's palette; paint your masterpiece with it.",
            "thirty_seven": "Embrace change as the melody of your life's symphony.",
            "thirty_eight": "The caterpillar thought the world was over, but then it became a butterfly.",
            "thirty_nine": "Change is the bridge between your dreams and their realization.",
            "fourty": "Adaptability is the secret of survival in the age of change."
        },
        "general": {
            "first": "Believe you can and you're halfway there.",
            "second": "The only way to do great work is to love what you do.",
            "three": "Success is not final, failure is not fatal: It is the courage to continue that counts.",
            "four": "The future depends on what you do today.",
            "five": "You are never too old to set another goal or to dream a new dream.",
            "six": "Difficult roads often lead to beautiful destinations.",
            "seven": "Your time is limited, don't waste it living someone else's life.",
            "eight": "Stay patient and trust your journey.",
            "nine": "Life is 10% what happens to us and 90% how we react to it.",
            "ten": "The secret to getting ahead is getting started.",
            "eleven": "The only limit to our realization of tomorrow will be our doubts of today",
            "twelve": "You are the driver of your own life, don't let anyone steal your seat.",
            "thirteen": "Embrace the uncertainty, it's where the magic happens.",
            "fourteen": "Every day may not be good, but there's something good in every day."
        }
    },
    "category": {
        "appbar_title": "Category",
        "title_general": "General",
        "title_favorite": "My Favorite",
        "title_education": "Education",
        "title_positive_think": "Positive Think",
        "title_love": "Love",
        "title_sport": "Sport",
        "title_changeAndDevelopment": "Change And Development",
        "title_passion": "Passion"
    },
    "language": {
        "title": "Languages",
        "english": "English",
        "turkish": "Turkish",
        "alert_message": "Are you sure you want to change the application language?",
        "approve_button": "Yes",
        "reject_button": "No"
    },
    "custom_color": {
        "title": "Select Background",
        "images": "Images",
        "colors": "Colors"
    },
    "my_favorite": {
        "appbar_title": "My Favorite"
    },
    "my_profile": {
        "appbar_title": "Profile",
        "about_information": "About The Application"
    }
}