{
    "motivation_list": {
        "sports": {
            "first": "Başarı tesadüf değildir. Sıkı çalışma, azim, öğrenme, çalışma, fedakarlık ve en önemlisi yaptığınız işi sevmektir.",
            "second": "Şampiyonlar doğru yapana kadar oynamaya devam ederler.",
            "three": "Savaş ne kadar çetin olursa, zafer o kadar tatlı olur.",
            "four": "Vücudunuz neredeyse her şeye dayanabilir. Asıl ikna etmeniz gereken zihninizdir.",
            "five": "Başarı, hevesini kaybetmeden başarısızlıktan başarısızlığa yürümektir.",
            "six": "İmkansızı başarmanın tek yolu, onun mümkün olduğuna inanmaktır.",
            "seven": "Güç kazanmaktan gelmez. Mücadeleleriniz güçlü yanlarınızı geliştirir.",
            "eight": "Önemli olan yıkılıp yıkılmadığınız değil, ayağa kalkıp kalkmadığınızdır.",
            "nine": "Yapmadığın atışların %100'ünü kaçırırsın.",
            "ten": "Saate bakma; ne yapıyorsa onu yap. Devam et.",
            "eleven": "Başarılı bir insanla diğerleri arasındaki fark, güç eksikliği ya da bilgi eksikliği değil, irade eksikliğidir.",
            "twelve": "Gelecek, bugün ne yaptığınıza bağlıdır.",
            "thirteen": "Mekiklerimi saymıyorum; sadece canım acımaya başladığında saymaya başlıyorum çünkü sadece onlar sayılıyor.",
            "fourteen": "Bugün hissettiğin acı, yarın hissettiğin güç olacak.",
            "fifteen": "Başarı genellikle onu arayamayacak kadar meşgul olanlara gelir.",
            "sixteen": "Önemli olan varış noktası değil, yolculuktur.",
            "seventeen": "Kendinizi zorlayın çünkü başka kimse bunu sizin için yapmayacak.",
            "eighteen": "Gurur duyana kadar durma.",
            "nineteen": "Tek kötü antrenman, gerçekleşmemiş olandır.",
            "twenty": "Disiplinin acısı geçicidir, ancak başarının görkemi kalıcıdır.",
            "twenty_one": "Ter sadece şişman ağlamasıdır.",
            "twenty_two": "Kazanmak başlamakla başlar.",
            "twenty_three": "Hayattaki en büyük zevk, insanların yapamazsın dediği şeyi yapmaktır.",
            "twenty_four": "Başarı kazanılır, verilmez.",
            "twenty_five": "Güç mücadeleyle gelir.",
            "twenty_six": "Tek sınır kendi koyduğunuz sınırdır.",
            "twenty_seven": "Zafer, hazırlık ve kararlılığın çocuğudur.",
            "twenty_eight": "Yetenek çok çalışmadığında çok çalışmak yeteneği yener.",
            "twenty_nine": "Başlamak için harika olmak zorunda değilsiniz, ama harika olmak için başlamak zorundasınız.",
            "thirty": "Başarıya giden yol her zaman yapım aşamasındadır.",
            "thirty_one": "Her şampiyon bir zamanlar pes etmeyi reddeden bir yarışmacıydı.",
            "thirty_two": "Zihin neye inanırsa vücut onu başarır.",
            "thirty_three": "Terle, gülümse, tekrarla.",
            "thirty_four": "Şampiyonlar antrenman yapar, kaybedenler şikayet eder.",
            "thirty_five": "Güç, devam edemeyeceğinizi düşündüğünüz ama yine de devam ettiğiniz anlarda artar.",
            "thirty_six": "Bugün hissettiğin acı, yarın hissettiğin güç olacak.",
            "thirty_seven": "Hedefler koy, onları parçala, tekrarla.",
            "thirty_eight": "Tek sınırınız kendinizsiniz.",
            "thirty_nine": "Ne kadar yavaş gidersen git, yine de kanepedeki herkesi geçiyorsun.",
            "fourty": "Başarı kazanılır, verilmez."
        },
        "love": {
            "first": "Aşk, ne kadar 'seni seviyorum' dediğinizle değil, bunun doğru olduğunu ne kadar kanıtladığınızla ilgilidir.",
            "second": "Hayatta tutunacak en iyi şey birbirimizdir.",
            "three": "Aşk, iki bedende yaşayan tek bir ruhtan oluşur.",
            "four": "Aşk aritmetiğinde, bir artı bir her şeye eşittir.",
            "five": "Hayatın en büyük mutluluğu sevildiğimize inanmaktır.",
            "six": "Büyük hayaller kurun ve başarısız olmaya cesaret edin.",
            "seven": "Aşk sonsuz bir bağışlama eylemidir. Alışkanlık haline gelen şefkatli bir bakış.",
            "eight": "Aşk bulduğunuz bir şey değildir. Aşk sizi bulan bir şeydir.",
            "nine": "Sevmek ve sevilmek, güneşi her iki taraftan da hissetmektir.",
            "ten": "Aşk rüzgar gibidir, onu göremezsiniz ama hissedebilirsiniz.",
            "eleven": "Hayatı ilginç kılan zorluklar, onların üstesinden gelmek ise hayatı anlamlı kılan şeydir.",
            "twelve": "Sevgi, bir düşmanı dosta dönüştürebilecek tek güçtür.",
            "thirteen": "Sevgi, mutluluğun kapılarını açan ana anahtardır.",
            "fourteen": "Aşk bulduğunuz bir şey değildir. Aşk sizi bulan bir şeydir.",
            "fifteen": "Birine verebileceğiniz en büyük hediye zamanınız, dikkatiniz, sevginiz ve ilginizdir.",
            "sixteen": "Biri tarafından derinden sevilmek size güç verir, birini derinden sevmek ise size cesaret verir.",
            "seventeen": "Aşk sahip olmakla ilgili değildir. Sevgi takdir etmektir.",
            "eighteen": "Aşk dünyayı döndürmez. Aşk, yolculuğu değerli kılan şeydir.",
            "nineteen": "Başarılı bir evlilik, hep aynı kişiye defalarca aşık olmayı gerektirir.",
            "twenty": "Aşk ruhun güzelliğidir.",
            "twenty_one": "Aşk, diğer kişinin mutluluğunun sizin mutluluğunuzdan daha önemli olmasıdır",
            "twenty_two": "Aşk hiç bitmeyen, sürprizler ve keşiflerle dolu bir yolculuktur.",
            "twenty_three": "Aşkta, küçük şeyler çoğu zaman en anlamlısıdır.",
            "twenty_four": "Sevgi, tüm engelleri aşan ve kalpleri birleştiren bir dildir.",
            "twenty_five": "Gerçek sevgi mükemmellikle değil, kabul ve anlayışla ilgilidir.",
            "twenty_six": "Aşk kalbin müziğidir ve melodisi en küçük jestlerde bile duyulabilir.",
            "twenty_seven": "Derinden sevmek, tam anlamıyla yaşamaktır.",
            "twenty_eight": "Aşk, tutku alevini tutuşturan kıvılcımdır.",
            "twenty_nine": "En büyük aşk hikayeleri günlük hayatın bölümlerinde yazılır.",
            "thirty": "Sevgi sadece bir duygu değildir; her gün yaptığımız bir seçimdir.",
            "thirty_one": "Aşk bahçesinde her an açan bir çiçektir.",
            "thirty_two": "Sevgi, hayatın fırtınalı denizlerinde bizi ayakta tutan çapadır.",
            "thirty_three": "Birini sevmek, onun gözlerinde başka hiç kimsenin algılayamayacağı bir dünya görmektir.",
            "thirty_four": "Aşk, kahkahalarımızın yankısı ve kucaklaşmamızın sıcaklığıdır.",
            "thirty_five": "Sevginin en büyük eylemi, karşılığında hiçbir şey beklemeden vermektir.",
            "thirty_six": "Sevgi, zorluklar karşısında bile kalpleri birbirine bağlayan tutkaldır.",
            "thirty_seven": "Aşksız bir hayat, yazsız bir yıl gibidir.",
            "thirty_eight": "Sevgi insanlığın kalp atışıdır, hepimizi birbirimize bağlar.",
            "thirty_nine": "Sevgi, en karanlık bulutların arasından parlayan güneştir.",
            "fourty": "Aşkın güzelliği, her geçen gün daha da güçlenmesidir."
        },
        "positiveThinking": {
            "first": "Zihniniz güçlü bir şeydir. Onu olumlu düşüncelerle doldurduğunuzda, hayatınız değişmeye başlayacaktır.",
            "second": "Olumlu bir tutum gerçekten de hayallerin gerçekleşmesini sağlayabilir - benim için öyle oldu.",
            "three": "Yarını gerçekleştirmemizin tek sınırı bugüne dair şüphelerimiz olacaktır.",
            "four": "Olumlu düşünmek, her şeyi olumsuz düşünmekten daha iyi yapmanızı sağlayacaktır.",
            "five": "Tutumunuz yönünüzü belirler.",
            "six": "Düşüncelerinizi değiştirdiğinizde, dünyanızı da değiştirirsiniz.",
            "seven": "Harika işler yapmanın tek yolu yaptığınız işi sevmektir.",
            "eight": "Her zorluğun ortasında bir fırsat yatar.",
            "nine": "İyimserlik başarıya götüren inançtır"
        },
        "passion": {
            "first": "Tutku enerjidir. Sizi heyecanlandıran şeylere odaklanmaktan gelen gücü hissedin.",
            "second": "Tutkunuzu takip edin. O sizi amacınıza götürecektir.",
            "three": "Tutku, dehanın doğuşudur.",
            "four": "Tutku, hayalleri gerçeğe dönüştüren itici güçtür.",
            "five": "Tutku olmadan enerjiniz olmaz; enerji olmadan da hiçbir şeyiniz olmaz. Dünyada tutku olmadan başarılmış büyük bir şey yoktur.",
            "six": "Tutku başarının anahtarıdır. Eğer yaptığınız işi seviyorsanız, başarılı olursunuz.",
            "seven": "Önce tutku, sonra her şey yerli yerine oturacaktır.",
            "eight": "Tutku, sizi acıdan değişime götüren köprüdür.",
            "nine": "Tutkunuzun peşinden gidin, çok çalışmaya ve fedakarlık yapmaya hazır olun ve her şeyden önce kimsenin hayallerinizi sınırlamasına izin vermeyin.",
            "ten": "Sevdiğiniz işi yapın, hayatınız boyunca bir gün bile çalışmak zorunda kalmazsınız.",
            "eleven": "Tutku, bizi gerçekte kim olduğumuzu ifade etmeye iten ateştir.",
            "twelve": "Tutku ruhun oksijenidir.",
            "thirteen": "Harika işler yapmanın tek yolu yaptığınız işi sevmektir.",
            "fourteen": "Tutku tek bir faaliyetle sınırlı değildir; yaptığınız her şeyi etkileyen bir tutumdur.",
            "fifteen": "Tutku, hayatınızın motorundaki yakıttır.",
            "sixteen": "Tutku, sıradan olanı sıra dışı hale getiren iksirdir.",
            "seventeen": "Tutku, yaratıcılık ateşini tutuşturan kıvılcımdır.",
            "eighteen": "Tutku imkânsızı mümkün kılar.",
            "nineteen": "Tutku, amaçlı bir yaşamın kalp atışlarıdır.",
            "twenty": "Tutku, bizi hayallerimize taşıyan yakıttır.",
            "twenty_one": "Tutkunuz varsa, engeller adımlar olur.",
            "tewnty_two": "Tutku, amaçlı eylemin nabzıdır.",
            "twenty_three": "Tutkun, yolculuğunu yönlendiren ışık olsun.",
            "twenty_four": "Tutku ateşler, azim başarır.",
            "twenty_five": "Tutku bulunmaz, içsel olarak beslenir.",
            "twenty_six": "Tutkuyla, hatta gökyüzü bile sınır değildir.",
            "twenty_seven": "Tutku, hayata ritmini veren melodidir.",
            "twenty_eight": "Tutku, bizi tatmine götüren pusuladır.",
            "twenty_nine": "Tutku, hırsı besler ve hayalleri gerçeğe dönüştürür.",
            "thirty": "Tutku, zorlukları uzak tutan ateştir.",
            "thirty_one": "Tutku gürültülü değildir; sizi ileri taşıyan sessiz bir iç sesdir.",
            "thirty_two": "Tutku müttefikiniz olduğunda, durdurulamazsınız.",
            "thirty_four": "Tutku işi oyun haline getirir, çabayı keyfe dönüştürür.",
            "thirty_five": "Tutku, hayatı canlı renklerle boyar.",
            "thirty_six": "Tutku, potansiyel ile başarı arasındaki köprüdür.",
            "thirty_seven": "Tutku, gerçek benliğinizin evrenle rezonans yapan yankısıdır.",
            "thirty_eight": "Tutku, en karanlık zamanlarda bile sizi yönlendiren içsel bir ateştir.",
            "thirty_nine": "Tutku, dokunduğunuz kalplerde bıraktığınız mirastır.",
            "fourty": "Tutku, sıradanı olağanüstüye dönüştürme sanatıdır."
        },
        "education": {
            "first": "Eğitim, dünyayı değiştirmek için kullanabileceğiniz en güçlü silahtır.",
            "second": "Öğrenmenin en güzel yanı, kimsenin onu sizden alamamasıdır.",
            "three": "Her şeyin uzmanı bir zamanlar acemiydi.",
            "four": "Matematiği öğrenmenin tek yolu matematik yapmaktır.",
            "five": "Öğrenmek, sahibini her yerde takip edecek bir hazinedir.",
            "six": "Eğitim bir kovanın doldurulması değil, bir ateşin yakılmasıdır.",
            "seven": "Başarı, her gün tekrarlanan küçük çabaların toplamıdır.",
            "eight": "Eğitimin kökleri acıdır ama meyvesi tatlıdır.",
            "nine": "İlerleme için çabalayın, mükemmellik için değil.",
            "ten": "Eğitim hayata hazırlık değildir; eğitim hayatın kendisidir.",
            "eleven": "Ne kadar çok okursanız, o kadar çok şey bilirsiniz. Ne kadar çok şey öğrenirseniz, o kadar çok yere gidersiniz.",
            "twelve": "Eğitim geleceğin pasaportudur, çünkü yarınlar bugünden ona hazırlananlara aittir.",
            "thirteen": "Öğrenmek zihni asla yormaz.",
            "fourteen": "Geleceği tahmin etmenin en iyi yolu onu yaratmaktır",
            "fifteen": "Doğru zamanı beklemeyin, onu yaratın.",
            "sixteen": "Eğitim, özgürlüğün altın kapısını açmanın anahtarıdır.",
            "seventeen": "Başarı, hevesini kaybetmeden başarısızlıktan başarısızlığa yürümektir.",
            "eighteen": "Ne kadar çok şey bilirseniz, o kadar çok şey bilmediğinizi fark edersiniz.",
            "nineteen": "Eğitim alınmaz. Başarılır",
            "twenty": "Bilgiye yapılan yatırım en iyi getiriyi sağlar.",
            "twenty_one": "Eğitim, sonsuz olasılıklarla dolu bir dünyaya açılan kapıdır.",
            "twenty_two": "Öğrenmek hiçbir zaman gerçekten bitmeyen bir yolculuktur.",
            "twenty_three": "Bilgi dünyasında tek sınır merakınızdır.",
            "twenty_four": "Zihin bir paraşüt gibidir; en iyi açıkken çalışır.",
            "twenty_five": "Öğrenmenin yolu hem zorluklarla hem de ödüllerle döşelidir.",
            "twenty_six": "Eğitim, bilinmeyene doğru bize yol gösteren bir pusuladır.",
            "twenty_seven": "Her hatayı anlamak için bir sıçrama tahtası olarak kabul edin.",
            "twenty_eight": "İyi eğitimli bir zihin, kendini keşfetmenin pasaportudur.",
            "twenty_nine": "Geleceğinizin tuvali eğitimin fırça darbeleriyle boyanmıştır.",
            "thirty": "Öğrenmek, bilgeliğin üzerine inşa edildiği temeldir.",
            "thirty_one": "Zihninizi genişletirseniz dünyanızı da genişletirsiniz.",
            "thirty_two": "Eğitim, her seferinde bir seçim yaparak kaderinizi şekillendirmeniz için size güç verir.",
            "thirty_three": "The more you invest in learning today, the richer your experiences tomorrow.",
            "thirty_four": "Öğrenme yoluyla, tökezleyen blokları basamak taşlarına dönüştürürüz.",
            "thirty_five": "Merak, bilgi ateşini tutuşturan kıvılcımdır.",
            "thirty_six": "Eğitim, hayaller ve gerçekler arasındaki köprüdür.",
            "thirty_seven": "Öğrenme, fırsat kapılarının kilidini açan anahtardır.",
            "thirty_eight": "Bilgelik, bir ömür boyu öğrenmenin hasadıdır.",
            "thirty_nine": "Eğitim, ilerlemenin kalp atışıdır.",
            "fourty": "Bilginin peşinde koşmak asil ve hiç bitmeyen bir yolculuktur."
        },
        "changeAndDevelopment": {
            "first": "Değişimi anlamlandırmanın tek yolu onun içine dalmak, onunla birlikte hareket etmek ve dansa katılmaktır.",
            "second": "Değişim hayatın özüdür; olabileceğiniz şey için olduğunuz şeyden vazgeçmeye istekli olun.",
            "three": "Değişimden korkmayın. İyi bir şey kaybedebilirsiniz ama aynı zamanda harika bir şey de kazanabilirsiniz.",
            "four": "Değişimin sırrı, tüm enerjinizi eskiyle savaşmaya değil, yeniyi inşa etmeye odaklamaktır.",
            "five": "Değişim olmadan ilerleme mümkün değildir ve fikirlerini değiştiremeyenler hiçbir şeyi değiştiremezler.",
            "six": "Belirsizliği kucaklayın. Hayatımızdaki en güzel bölümlerden bazıları çok sonraya kadar bir başlığa sahip olmayacaktır.",
            "seven": "Düşüncelerinizi değiştirin ve dünyanızı değiştirin.",
            "eight": "Hayat bir dizi doğal ve spontane değişimdir. Onlara direnmeyin; bu sadece üzüntü yaratır. Bırakın gerçeklik gerçeklik olsun. Bırakın her şey doğal bir şekilde ileriye doğru aksın.",
            "nine": "Bir şey için ne kadar çok çalışırsanız, onu başardığınızda kendinizi o kadar büyük hissedersiniz.",
            "ten": "'Mükemmel' anı beklemeyin. Anı yakalayın ve onu 'mükemmel' hale getirin.",
            "eleven": "Hayatınız tesadüfen iyileşmez, değişimle iyileşir.",
            "twelve": "Her büyük başarı bir zamanlar imkansız kabul edilirdi.",
            "thirteen": "Değişim zorlayıcı olabilir, ancak aynı zamanda büyüme ve ilerleme için bir katalizördür.",
            "fourteen": "Kaderinizde olmanız gereken tek kişi, olmaya karar verdiğiniz kişidir.",
            "fifteen": "Değişim, büyüme ve evrime giden yoldur. Onu kucaklayın ve yolculuğunuzu beslemesine izin verin.",
            "sixteen": "Mükemmele ulaşmak için iyiden vazgeçmekten korkmayın.",
            "seventeen": "Kelebek neye dönüşeceğini bilmez, ama değişimi kucaklar ve güzel bir şekilde ortaya çıkar.",
            "eighteen": "Başarı nihai değildir, başarısızlık ölümcül değildir: Önemli olan devam etme cesaretidir.",
            "nineteen": "Değişim kaçınılmazdır. Büyüme isteğe bağlıdır. Akıllıca seçin",
            "twenty": "Değişim, bilinmeyene zarafet ve cesaretle yönelme sanatıdır.",
            "twenty_one": "Kişisel gelişime giden yol, değişim taşlarıyla döşenmiştir.",
            "twenty_two": "Kaderinizin heykeltıraşı olarak değişimi kucaklayın.",
            "twenty_three": "Değişimin kozasında, dönüşüm uçuşa geçer.",
            "twenty_four": "Değişim, kim olduğunuzu kim olabileceğinize bağlayan bir köprüdür.",
            "twenty_five": "Değişime direnmeyin; geleceğinizi şekillendirmek için onun gücünden yararlanın.",
            "twenty_six": "Değişim bir tuvaldir; sanatçı sizsiniz.",
            "twenty_seven": "Büyüme, konfor alanınızın sonunda başlar",
            "twenty_eight": "Değişim öğretmendir ve sen de öğrencisin.",
            "twenty_nine": "Tırtıl kozadan korkmaz; dönüşeceği kelebeği kucaklar.",
            "thirty": "Değişim, evriminizi yansıtan bir aynadır.",
            "thirty_one": "Hayat nehri ileriye doğru akar; değişimin akıntısına karşı yüzmeyin.",
            "thirty_two": "Her gün doğumu, değişimi yeniden kucaklamak için bir davettir.",
            "thirty_three": "Değişim, yelkenlerinizi yeni ufuklara doğru iten rüzgârdır.",
            "thirty_four": "Büyüme ve değişim, kendini keşfetme yolculuğunda ikiz yoldaşlardır.",
            "thirty_five": "Hayat bir dizi değişimdir; onlarla dans etmeyi seçin.",
            "thirty_six": "Değişim sanatçının paletidir; başyapıtınızı onunla boyayın.",
            "thirty_seven": "Değişimi hayatınızın senfonisinin melodisi olarak kucaklayın.",
            "thirty_eight": "Tırtıl dünyanın sona erdiğini düşündü, ama sonra bir kelebek oldu.",
            "thirty_nine": "Değişim, hayalleriniz ile onların gerçekleşmesi arasındaki köprüdür.",
            "fourty": "Değişim çağında hayatta kalmanın sırrı uyum sağlayabilmektir."
        },
        "general": {
            "first": "Yapabileceğinize inanın ve yolu yarılayın.",
            "second": "Harika işler yapmanın tek yolu yaptığınız işi sevmektir.",
            "three": "Başarı nihai değildir, başarısızlık ölümcül değildir: Önemli olan devam etme cesaretidir.",
            "four": "Gelecek, bugün ne yaptığınıza bağlıdır.",
            "five": "Yeni bir hedef belirlemek ya da yeni bir hayal kurmak için asla çok yaşlı değilsiniz.",
            "six": "Zor yollar çoğu zaman güzel yerlere çıkar.",
            "seven": "Zamanınız sınırlı, onu başkasının hayatını yaşayarak harcamayın.",
            "eight": "Sabırlı ol ve yolculuğuna güven.",
            "nine": "Hayat, başımıza gelenlerin %10'u ve buna nasıl tepki verdiğimizin %90'ıdır.",
            "ten": "İlerlemenin sırrı başlamaktır.",
            "eleven": "Yarını gerçekleştirmemizin tek sınırı bugüne dair şüphelerimiz olacaktır",
            "twelve": "Kendi hayatınızın şoförü sizsiniz, kimsenin koltuğunuzu çalmasına izin vermeyin.",
            "thirteen": "Belirsizliği kucaklayın, sihrin gerçekleştiği yer orasıdır.",
            "fourteen": "Her gün iyi olmayabilir ama her günün içinde iyi bir şey vardır."
        }
    },
    "category": {
        "appbar_title": "Kategori",
        "title_general": "Genel",
        "title_favorite": "Favorilerim",
        "title_education": "Eğitim",
        "title_positive_think": "Positif Düşünme",
        "title_love": "Aşk",
        "title_sport": "Spor",
        "title_changeAndDevelopment": "Değişim ve Gelişim",
        "title_passion": "Tutku"
    },
    "language": {
        "title": "Diller",
        "english": "İngilizce",
        "turkish": "Türkçe",
        "alert_message": "Uygulama dilini değiştirmek istediğinize emin misiniz?",
        "approve_button": "Evet",
        "reject_button": "Hayır"
    },
    "custom_color": {
        "title": "Arkaplan Seç",
        "images": "Resimler",
        "colors": "Renkler"
    },
    "my_favorite": {
        "appbar_title": "Favoriler"
    },
    "my_profile": {
        "appbar_title": "Profil",
        "about_information": "Uygulama Hakkında"
    }
}