{
    "motivation_list": {
        "sports": {
            "first": "Başarı tesadüf değildir. Sıkı çalışma, azim, öğrenme, çalışma, fedakarlık ve en önemlisi yaptığınız işi sevmektir.",
            "second": "Şampiyonlar doğru yapana kadar oynamaya devam ederler.",
            "three": "Savaş ne kadar çetin olursa, zafer o kadar tatlı olur.",
            "four": "Vücudunuz neredeyse her şeye dayanabilir. Asıl ikna etmeniz gereken zihninizdir.",
            "five": "Başarı, hevesini kaybetmeden başarısızlıktan başarısızlığa yürümektir.",
            "six": "İmkansızı başarmanın tek yolu, onun mümkün olduğuna inanmaktır.",
            "seven": "Güç kazanmaktan gelmez. Mücadeleleriniz güçlü yanlarınızı geliştirir.",
            "eight": "Önemli olan yıkılıp yıkılmadığınız değil, ayağa kalkıp kalkmadığınızdır.",
            "nine": "Yapmadığın atışların %100'ünü kaçırırsın.",
            "ten": "Saate bakma; ne yapıyorsa onu yap. Devam et.",
            "eleven": "Başarılı bir insanla diğerleri arasındaki fark, güç eksikliği ya da bilgi eksikliği değil, irade eksikliğidir.",
            "twelve": "Gelecek, bugün ne yaptığınıza bağlıdır.",
            "thirteen": "Mekiklerimi saymıyorum; sadece canım acımaya başladığında saymaya başlıyorum çünkü sadece onlar sayılıyor.",
            "fourteen": "Bugün hissettiğin acı, yarın hissettiğin güç olacak.",
            "fifteen": "Başarı genellikle onu arayamayacak kadar meşgul olanlara gelir.",
            "sixteen": "Önemli olan varış noktası değil, yolculuktur.",
            "seventeen": "Kendinizi zorlayın çünkü başka kimse bunu sizin için yapmayacak.",
            "eighteen": "Gurur duyana kadar durma.",
            "nineteen": "Tek kötü antrenman, gerçekleşmemiş olandır."
        },
        "love": {
            "first": "Aşk, ne kadar 'seni seviyorum' dediğinizle değil, bunun doğru olduğunu ne kadar kanıtladığınızla ilgilidir.",
            "second": "Hayatta tutunacak en iyi şey birbirimizdir.",
            "three": "Aşk, iki bedende yaşayan tek bir ruhtan oluşur.",
            "four": "Aşk aritmetiğinde, bir artı bir her şeye eşittir.",
            "five": "Hayatın en büyük mutluluğu sevildiğimize inanmaktır.",
            "six": "Büyük hayaller kurun ve başarısız olmaya cesaret edin.",
            "seven": "Aşk sonsuz bir bağışlama eylemidir. Alışkanlık haline gelen şefkatli bir bakış.",
            "eight": "Aşk bulduğunuz bir şey değildir. Aşk sizi bulan bir şeydir.",
            "nine": "Sevmek ve sevilmek, güneşi her iki taraftan da hissetmektir.",
            "ten": "Aşk rüzgar gibidir, onu göremezsiniz ama hissedebilirsiniz.",
            "eleven": "Hayatı ilginç kılan zorluklar, onların üstesinden gelmek ise hayatı anlamlı kılan şeydir.",
            "twelve": "Sevgi, bir düşmanı dosta dönüştürebilecek tek güçtür.",
            "thirteen": "Sevgi, mutluluğun kapılarını açan ana anahtardır.",
            "fourteen": "Aşk bulduğunuz bir şey değildir. Aşk sizi bulan bir şeydir.",
            "fifteen": "Birine verebileceğiniz en büyük hediye zamanınız, dikkatiniz, sevginiz ve ilginizdir.",
            "sixteen": "Biri tarafından derinden sevilmek size güç verir, birini derinden sevmek ise size cesaret verir.",
            "seventeen": "Aşk sahip olmakla ilgili değildir. Sevgi takdir etmektir.",
            "eighteen": "Aşk dünyayı döndürmez. Aşk, yolculuğu değerli kılan şeydir.",
            "nineteen": "Başarılı bir evlilik, hep aynı kişiye defalarca aşık olmayı gerektirir.",
            "twenty": "Aşk ruhun güzelliğidir.",
            "twenty_one": "Aşk, diğer kişinin mutluluğunun sizin mutluluğunuzdan daha önemli olmasıdır"
        },
        "positiveThinking": {
            "first": "Zihniniz güçlü bir şeydir. Onu olumlu düşüncelerle doldurduğunuzda, hayatınız değişmeye başlayacaktır.",
            "second": "Olumlu bir tutum gerçekten de hayallerin gerçekleşmesini sağlayabilir - benim için öyle oldu.",
            "three": "Yarını gerçekleştirmemizin tek sınırı bugüne dair şüphelerimiz olacaktır.",
            "four": "Olumlu düşünmek, her şeyi olumsuz düşünmekten daha iyi yapmanızı sağlayacaktır.",
            "five": "Tutumunuz yönünüzü belirler.",
            "six": "Düşüncelerinizi değiştirdiğinizde, dünyanızı da değiştirirsiniz.",
            "seven": "Harika işler yapmanın tek yolu yaptığınız işi sevmektir.",
            "eight": "Her zorluğun ortasında bir fırsat yatar.",
            "nine": "İyimserlik başarıya götüren inançtır"
        },
        "passion": {
            "first": "Tutku enerjidir. Sizi heyecanlandıran şeylere odaklanmaktan gelen gücü hissedin.",
            "second": "Tutkunuzu takip edin. O sizi amacınıza götürecektir.",
            "three": "Tutku, dehanın doğuşudur.",
            "four": "Tutku, hayalleri gerçeğe dönüştüren itici güçtür.",
            "five": "Tutku olmadan enerjiniz olmaz; enerji olmadan da hiçbir şeyiniz olmaz. Dünyada tutku olmadan başarılmış büyük bir şey yoktur.",
            "six": "Tutku başarının anahtarıdır. Eğer yaptığınız işi seviyorsanız, başarılı olursunuz.",
            "seven": "Önce tutku, sonra her şey yerli yerine oturacaktır.",
            "eight": "Tutku, sizi acıdan değişime götüren köprüdür.",
            "nine": "Tutkunuzun peşinden gidin, çok çalışmaya ve fedakarlık yapmaya hazır olun ve her şeyden önce kimsenin hayallerinizi sınırlamasına izin vermeyin.",
            "ten": "Sevdiğiniz işi yapın, hayatınız boyunca bir gün bile çalışmak zorunda kalmazsınız.",
            "eleven": "Tutku, bizi gerçekte kim olduğumuzu ifade etmeye iten ateştir.",
            "twelve": "Tutku ruhun oksijenidir.",
            "thirteen": "Harika işler yapmanın tek yolu yaptığınız işi sevmektir.",
            "fourteen": "Tutku tek bir faaliyetle sınırlı değildir; yaptığınız her şeyi etkileyen bir tutumdur.",
            "fifteen": "Tutku, hayatınızın motorundaki yakıttır.",
            "sixteen": "Tutku, sıradan olanı sıra dışı hale getiren iksirdir.",
            "seventeen": "Tutku, yaratıcılık ateşini tutuşturan kıvılcımdır.",
            "eighteen": "Tutku imkânsızı mümkün kılar.",
            "nineteen": "Tutku, amaçlı bir yaşamın kalp atışlarıdır."
        }
    }
}